Repository: pryley/site-reviews
Catalog: languages/site-reviews-*.po
Languages: nl_nl

# admin-text
source: Custom Translation
nl_nl: Aangepaste vertaling

# admin-text
source: Reloading...
nl_nl: Herladen...

# admin-text
source: Reload
nl_nl: Herlaad

# admin-text
source: Clearing...
nl_nl: Wordt gewist ...

# admin-text
source: Clear
nl_nl: Wissen

# admin-text
source: Export Settings
nl_nl: Exportinstellingen

# admin-text
source: Importing settings, please wait...
nl_nl: Instellingen importeren, even geduld ...

# admin-text
source: Import Settings
nl_nl: Instellingen importeren

# admin-text
source: Importing reviews, please wait...
nl_nl: Recensies importeren, even geduld ...

# admin-text
source: Import Reviews
nl_nl: Importeer beoordelingen

# admin-text
source: Run All Migrations
nl_nl: Voer alle migraties uit

# admin-text
source: Migrating, please wait...
nl_nl: Migreren, een ogenblik geduld ...

# admin-text
source: Run Migration
nl_nl: Voer migratie uit

# admin-text
source: Resetting values, please wait...
nl_nl: Waarden resetten, even geduld ...

# admin-text
source: Reset Meta Values
nl_nl: Metawaarden resetten

# admin-text
source: Hard Reset Permissions
nl_nl: Machtigingen voor harde reset

# admin-text
source: Resetting, please wait...
nl_nl: Resetten, even geduld ...

# admin-text
source: Reset Permissions
nl_nl: Rechten resetten

# admin-text
source: Testing, please wait...
nl_nl: Testen, even geduld ...

# admin-text
source: Test Detection
nl_nl: Test detectie

# admin-text
source: Service
nl_nl: Onderhoud

# admin-text
source: Last Sync
nl_nl: Laatste synchronisatie

# admin-text
source: License
nl_nl: Licentie

# admin-text
source: Documentation
nl_nl: Documentatie

# admin-text
source: Show more details
nl_nl: Toon meer details

# admin-text
source: Please wait...
nl_nl: Even geduld aub...

# admin-text
source: Inactive
nl_nl: Inactief

# admin-text
source: Syncing...
nl_nl: Synchroniseren ...

# admin-text
source: More Info
nl_nl: Meer informatie

# admin-text
source: Activate
nl_nl: Activeren

# admin-text
source: Installed
nl_nl: Geïnstalleerd

# admin-text
source: Enter a valid license key for automatic updates.
nl_nl: Voer een geldige licentiesleutel in voor automatische updates.

# admin-text
source: Remove assignment
nl_nl: Opdracht verwijderen

# admin-text
source: Search by ID or title...
nl_nl: Zoeken op ID of titel ...

# admin-text
source: Search by ID or name...
nl_nl: Zoeken op ID of naam ...

# admin-text
source: Search for a Page, Post, or <abbr title="Custom Post Type">CPT</abbr> that you would like to assign this review to.
nl_nl: Zoek naar een pagina, bericht of <abbr title="Custom Post Type">CPT</abbr> waaraan u deze recensie wilt toewijzen.

# admin-text
source: Search for a user that you would like to assign this review to.
nl_nl: Zoek een gebruiker aan wie u deze recensie wilt toewijzen.

# admin-text
source: Most Used
nl_nl: Meest gebruikt

# admin-text
source: If you need to publicly respond to this review, enter your response here.
nl_nl: Als u publiekelijk op deze recensie moet reageren, voert u hier uw reactie in.

# admin-text
source: Edit pinned status
nl_nl: Bewerk vastgezette status

# admin-text
source: Pin
nl_nl: Vastmaken

# admin-text
source: Unpin
nl_nl: Losmaken

# admin-text
source: Cancel
nl_nl: Annuleren

# admin-text
source: no title
nl_nl: geen titel

# admin-text
source: Toggle panel: Public Response
nl_nl: Schakelpaneel: openbare reactie

# admin-text
source: Public Response
nl_nl: Publieke reactie

# admin-text
source: Add-ons for Site Reviews are now available!
nl_nl: Add-ons voor Site Reviews zijn nu beschikbaar!

# admin-text
source: Allow people to add captioned images to their reviews; provide sorting, filtering, and search functionality; and integrate with the Trustalyze platform.
nl_nl: Sta mensen toe om afbeeldingen met bijschriften toe te voegen aan hun recensies; sorteer-, filter- en zoekfunctionaliteit bieden; en integreren met het Trustalyze-platform.

# admin-text
source: Check Them Out
nl_nl: Bekijk ze

# admin-text
source: Database Update Required
nl_nl: Database bijwerken is benodigd

# admin-text
source: Site Reviews needs to update the database and your reviews to the newest version. If this notice keeps appearing, please read the %s section on the Help page.
nl_nl: Site Reviews moet jouw database en je reviews bijwerken naar de nieuwste versie. Als deze melding blijft verschijnen, lees dan de %s sectie op de help-pagina.

# admin-text
source: Updating, please wait...
nl_nl: Aan het bijwerken, een ogenblik geduld aub...

# admin-text
source: Update Database
nl_nl: Database bijwerken

# admin-text
source: See What's New
nl_nl: Ontdek wat er is vernieuwd

# admin-text
source: Read the upgrade guide
nl_nl: Lees de upgrade gids

# admin-text
source: Show custom translation
nl_nl: Toon aangepaste vertaling

# admin-text
source: Delete translation string
nl_nl: Verwijder de vertaal reeks

# admin-text
source: Delete
nl_nl: Verwijderen

# admin-text
source: singular
nl_nl: enkelvoud

# admin-text
source: plural
nl_nl: meervoud

source: Select a Rating
nl_nl: Jouw score

source: %s Star
nl_nl: %s Ster

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

# screen reader text
source: Site Reviews navigation
nl_nl: Site beoordelingen navigatie

source: logged in
nl_nl: ingelogd

source: You must be %s to submit a review.
nl_nl: Je moet %s zijn om een beoordeling in te dienen.

source: register
nl_nl: registeren

source: You may also %s for an account.
nl_nl: U kunt ook %s voor een account gebruiken.

source: %s rating
nl_nl: %s score

source: Submit your review
nl_nl: Plaats jouw review

source: Review of %s
nl_nl: Beoordeling van %s

source: Show less
nl_nl: Minder tonen

source: Response from %s
nl_nl: Reactie van %s

source: No Title
nl_nl: Geen titel

# Do not translate {rating}, {max}, and {num}, they are template tags.
source: {rating} out of {max} stars (based on {num} review)
nl_nl: {rating} van {max} sterren (gebaseerd op {num} review)
