Repository: pryley/site-reviews
Catalog: languages/site-reviews-*.po
Languages: nl_nl

# admin-text
source: The %s plugin was deactivated.
nl_nl: De %s plug-in is gedeactiveerd.

# admin-text
source: PHP version
nl_nl: PHP versie

# admin-text
source: You can use the %s plugin to restore %s to the previous version.
nl_nl: U kunt de %s plugin gebruiken om terug te zetten %s naar de vorige versie.

# admin-text
source: Please contact your hosting provider or server administrator to upgrade the version of PHP on your server (your server is running PHP version %s), or try to find an alternative plugin.
nl_nl: Neem contact op met uw hostingprovider of serverbeheerder om de versie van PHP op uw server te upgraden (uw server draait op de PHP-versie %s), of probeer een alternatieve plug-in te vinden.

# admin-text
source: Update WordPress
nl_nl: WordPress bijwerken

# admin-text
source: WordPress version
nl_nl: WordPress-versie

# admin-text
source: This plugin requires %s or greater in order to work properly.
nl_nl: Deze plugin heeft %s of meer nodig om correct te werken.

# admin-text
source: Delete Others' Reviews
nl_nl: Verwijder beoordelingen van anderen

# admin-text
source: Delete Reviews
nl_nl: Recensies verwijderen

# admin-text
source: Delete Private Reviews
nl_nl: Privérecensies verwijderen

# admin-text
source: Delete Approved Reviews
nl_nl: Verwijder goedgekeurde beoordelingen

# admin-text
source: Edit Others' Reviews
nl_nl: Bewerk beoordelingen van anderen

# admin-text
source: Edit Reviews
nl_nl: Bewerk beoordelingen

# admin-text
source: Edit Private Reviews
nl_nl: Bewerk privérecensies

# admin-text
source: Edit Approved Reviews
nl_nl: Beoordelingen in afwachting

# admin-text
source: Approve Reviews
nl_nl: Reviews goedkeuren

# admin-text
source: Read Private Reviews
nl_nl: Lees privérecensies

# admin-text
source: Create Review (inactive)
nl_nl: Review maken (inactief)

source: %s is <strong>deprecated</strong> since version %s with no alternative available.
nl_nl: %s is <strong>verouderd</strong> sinds versie %s zonder alternatief beschikbaar is.

source: %s is <strong>deprecated</strong> since version %s! Use %s instead.
nl_nl: %s is <strong>verouderd</strong> sinds versie %s! Gebruik %s in plaats daarvan.

# admin-text
source: Site Reviews will not delete anything when uninstalled unless you change this setting.
nl_nl: Site-beoordelingen zullen niets verwijderen wanneer ze worden verwijderd, tenzij u deze instelling wijzigt.

# admin-text
source: Do not delete anything
nl_nl: Verwijder niets

# admin-text
source: Delete all plugin settings, widgets settings, and caches
nl_nl: Verwijder alle plug-in-instellingen, widgets-instellingen en caches

# admin-text
source: Delete everything (including all reviews and categories)
nl_nl: Alles verwijderen (inclusief alle recensies en categorieën)

# admin-text
source: Delete data on uninstall
nl_nl: Verwijder gegevens bij de-installatie

# admin-text
source: Site Reviews relies on the CSS of your theme to style the review form. If your theme does not provide proper CSS rules for form elements and you are using a WordPress plugin/theme or CSS Framework listed here, please try selecting it, otherwise choose "Site Reviews (default)".
nl_nl: Site Reviews is afhankelijk van de CSS van uw thema om het indieningsformulier te stylen. Als uw thema geen juiste CSS-regels voor formulierelementen bevat en u gebruikt hier een WordPress-plug-in / thema of CSS-kader, probeer het dan te selecteren, of kies anders “Site Reviews (standaard)”.

# admin-text
source: Plugin Style
nl_nl: Plug-in stijl

# admin-text
source: Site Reviews (default)
nl_nl: Site-beoordelingen (standaard)

# admin-text
source: Site Reviews (minimal)
nl_nl: Site-beoordelingen (minimaal)

# admin-text
source: Theme: Divi (v3)
nl_nl: Thema: Divi (v3)

# admin-text
source: Theme: Twenty Fifteen
nl_nl: Thema: Twenty Fifteen

# admin-text
source: Theme: Twenty Sixteen
nl_nl: Thema: Twenty Sixteen

# admin-text
source: Theme: Twenty Seventeen
nl_nl: Thema: Twenty Seventeen

# admin-text
source: Theme: Twenty Nineteen
nl_nl: Thema: Twenty Nineteen

# admin-text
source: Theme: Twenty Twenty
nl_nl: Thema: Twenty Twenty

# admin-text
source: Set the status of new review submissions to "unapproved".
nl_nl: Stel de status in van nieuwe review-inzendingen naar “niet goedgekeurd”.

# admin-text
source: Require Approval
nl_nl: Goedkeuring vereisen

# admin-text
source: Only allow review submissions from registered users.
nl_nl: Sta alleen recensie-inzendingen van geregistreerde gebruikers toe.

# admin-text
source: Require Login
nl_nl: Inloggen vereist

# admin-text
source: Show a link for a new user to register. The %s Membership option must be enabled in General Settings for this to work.
nl_nl: Toon een link voor een nieuwe gebruiker om te registreren. De %s lidmaatschapsoptie moet zijn ingeschakeld in Algemene instellingen om dit te laten werken.

# admin-text
source: Anyone can register
nl_nl: Iedereen kan registreren

# admin-text
source: Show Registration Link
nl_nl: Toon registratielink

# admin-text
source: Integrate with a multilingual plugin to calculate ratings for all languages of a post.
nl_nl: Integreer met een meertalige plug-in om beoordelingen voor alle talen van een bericht te berekenen.

# admin-text
source: Multilingual
nl_nl: Meertalig

# admin-text
source: No Integration
nl_nl: Geen integratie

# admin-text
source: Integrate with Polylang
nl_nl: Integreer met Polylang

# admin-text
source: Integrate with WPML
nl_nl: Integreer met WPML

# admin-text
source: Notifications
nl_nl: Meldingen

# admin-text
source: Send to administrator
nl_nl: Verzenden naar beheerder

# admin-text
source: Send to author of the page that the review is assigned to
nl_nl: Verzenden naar de auteur van de pagina waaraan de recensie is toegewezen

# admin-text
source: Send to one or more email addresses
nl_nl: Stuur naar een of meer e-mailadressen

# admin-text
source: Send to <a href="https://slack.com/">Slack</a>
nl_nl: Verzenden naar <a href="https://slack.com/"> Slack </a>

# admin-text
source: If emails are not sending, make sure this email uses the same domain as your website.
nl_nl: Als e-mails niet worden verzonden, zorg er dan voor dat deze e-mail hetzelfde domein gebruikt als uw website.

# admin-text
source: Send Emails From
nl_nl: E-mails verzenden vanaf

# admin-text
source: Send Emails To
nl_nl: Stuur e-mails naar

# admin-text
source: Separate multiple emails with a comma
nl_nl: Scheid meerdere e-mails met een komma

# admin-text
source: To send notifications to Slack, create a new %s and then paste the provided Webhook URL in the field above.
nl_nl: Om meldingen naar Slack te sturen, maakt u een nieuwe %s en plakt u de opgegeven webhook-URL in het bovenstaande veld.

# admin-text
source: Incoming WebHook
nl_nl: Inkomende WebHook

# admin-text
source: To restore the default text, save an empty template. If you are sending notifications to Slack then this template will only be used as a fallback in the event that <a href="https://api.slack.com/docs/attachments">Message Attachments</a> have been disabled. Available template tags:
nl_nl: Sla een lege sjabloon op om de standaardtekst te herstellen. Als je meldingen naar Slack verzendt, wordt deze sjabloon alleen gebruikt als reserve in het geval dat <a href="https://api.slack.com/docs/attachments"> berichtbijlagen </a> zijn uitgeschakeld . Beschikbare sjabloontags:

# admin-text
source: Notification Template
nl_nl: Meldingen sjabloon

# admin-text
source: The default date format is the one set in your %s.
nl_nl: Het standaard datumformaat is het formaat dat is ingesteld in uw %s.

# admin-text
source: WordPress settings
nl_nl: WordPress instellingen

# admin-text
source: Date Format
nl_nl: Datumnotatie

# admin-text
source: Use the default date format
nl_nl: Gebruik de standaard datumnotatie

# admin-text
source: Use a relative date format
nl_nl: Gebruik een relatief datumnotatie

# admin-text
source: Use a custom date format
nl_nl: Gebruik een aangepaste datumnotatie

# admin-text
source: Enter a custom date format (<a href="https://codex.wordpress.org/Formatting_Date_and_Time">documentation on date and time formatting</a>).
nl_nl: Voer een aangepaste datumnotatie in (<a href="https://codex.wordpress.org/Formatting_Date_and_Time">documentatie over datum- en tijdnotatie</a>).

# admin-text
source: Custom Date Format
nl_nl: Aangepaste datumnotatie

# admin-text
source: Choose how names are shown in your reviews.
nl_nl: Kies hoe namen worden weergegeven in uw recensies.

# admin-text
source: Name Format
nl_nl: Gebruik de naam als voornaam formaat

# admin-text
source: Use the name as given
nl_nl: Gebruik de naam zoals opgegeven

# admin-text
source: Use the first name only
nl_nl: Gebruik alleen de voornaam

# admin-text
source: Convert first name to an initial
nl_nl: Converteer voornaam naar een initiaal

# admin-text
source: Convert last name to an initial
nl_nl: Converteer achternaam naar een initiaal

# admin-text
source: Convert to all initials
nl_nl: Converteren naar alle initialen

# admin-text
source: Choose how the initial is displayed.
nl_nl: Kies hoe de initiaal wordt weergegeven.

# admin-text
source: Initial Format
nl_nl: Oorspronkelijk formaat

# admin-text
source: Initial with a space
nl_nl: Begin met een spatie

# admin-text
source: Initial with a period
nl_nl: Beginnend met een punt

# admin-text
source: Initial with a period and a space
nl_nl: Begin met een punt en een spatie

# admin-text
source: This setting determines how the assigned options work in the reviews and summary shortcodes and blocks.
nl_nl: Deze instelling bepaalt hoe de toegewezen opties werken in de recensies en samenvattende shortcodes en blokken.

# admin-text
source: "Loose Assignment" means <code>display reviews that are assigned to this OR this</code>.
nl_nl: "Losse toewijzing" betekent <code> recensies weergeven die aan deze OF aan deze </code> zijn toegewezen.

# admin-text
source: "Strict Assignment" means <code>display reviews that are assigned to this AND this</code>.
nl_nl: "Strikte toewijzing" betekent <code> recensies weergeven die aan dit EN dit </code> zijn toegewezen.

# admin-text
source: Review Assignment
nl_nl: Recensie toewijzing

# admin-text
source: Loose Assignment
nl_nl: Losse toewijzing

# admin-text
source: Strict Assignment
nl_nl: Strikte toewijzing

# admin-text
source: Display a link to the assigned posts of a review.
nl_nl: Geef een link weer naar de toegewezen berichten van een recensie.

# admin-text
source: Enable Assigned Links
nl_nl: Schakel toegewezen links in

# admin-text
source: Display reviewer avatars. These are generated from the email address of the reviewer using <a href="https://gravatar.com">Gravatar</a>.
nl_nl: Avatars van recensenten weergeven. Deze worden met Gravatar gegenereerd vanaf het e-mailadres van de recensent<a href="https://gravatar.com"></a>.

# admin-text
source: Enable Avatars
nl_nl: Schakel Avatars in

# admin-text
source: Regenerate the avatar whenever a local review is shown?
nl_nl: De avatar opnieuw genereren wanneer een lokale recensie wordt weergegeven?

# admin-text
source: Regenerate Avatars
nl_nl: Genereer avatars opnieuw

# admin-text
source: Set the avatar size in pixels.
nl_nl: Stel de avatargrootte in pixels in.

# admin-text
source: Avatar Size
nl_nl: Avatar grootte

# admin-text
source: Display an excerpt instead of the full review.
nl_nl: Geef een samenvatting weer in plaats van de volledige recensie.

# admin-text
source: Enable Excerpts
nl_nl: Schakel samenvatting in

# admin-text
source: Set the excerpt word length.
nl_nl: Stel de lengte van de samenvatting in.

# admin-text
source: Excerpt Length
nl_nl: Lengte samenvatting

# admin-text
source: Display the fallback text when there are no reviews to display. This can be changed on the %s page. You may also override this by using the "fallback" option on the shortcode. The default fallback text is: %s
nl_nl: Geef de terugvaltekst weer wanneer er geen recensies zijn om weer te geven. Dit kan worden gewijzigd op de %s pagina. U dit ook overschrijven met behulp van de fallback optie op de shortcode. De standaard terugvaltekst is: %s

# admin-text
source: Translations
nl_nl: Vertalingen

source: There are no reviews yet. Be the first one to write one.
nl_nl: Er zijn nog geen beoordelingen. Schrijf als eerste er een.

# admin-text
source: Enable Fallback Text
nl_nl: Schakel reservetekst in

# admin-text
source: Paginated URLs include the %s URL parameter. If you would like to keep the pagination links but prevent search engines from indexing them, add the following lines to your %s file instead: %s
nl_nl: Gepagineerde URLs bevatten de %s URL parameter. Als je de paginatie-links wilt behouden maar wilt voorkomen dat zoekmachines deze indexeren, voeg dan de volgende regels toe aan je %s bestand: %s

# admin-text
source: Enable Paginated URLs
nl_nl: Activeer gepagineerde URLs

# admin-text
source: Custom Field name
nl_nl: Aangepaste veldnaam

# admin-text
source: Local Business
nl_nl: Lokaal bedrijf

# admin-text
source: Custom
nl_nl: Op maat

# admin-text
source: View more information on schema types here
nl_nl: Bekijk hier meer informatie over schematypen

# admin-text
source: Default Name
nl_nl: Standaardnaam

# admin-text
source: Use the assigned or current page title
nl_nl: Gebruik de toegewezen of huidige paginatitel

# admin-text
source: Enter a custom title
nl_nl: Voer een aangepaste titel in

# admin-text
source: Custom Name
nl_nl: Aangepaste naam

# admin-text
source: Default Description
nl_nl: Standaardbeschrijving

# admin-text
source: Use the assigned or current page excerpt
nl_nl: Gebruik het toegewezen of huidige paginafragment

# admin-text
source: Enter a custom description
nl_nl: Voer een aangepaste beschrijving in

# admin-text
source: Custom Description
nl_nl: Aangepaste beschrijving

# admin-text
source: Default URL
nl_nl: Standaard URL

# admin-text
source: Use the assigned or current page URL
nl_nl: Gebruik de toegewezen of huidige pagina-URL

# admin-text
source: Enter a custom URL
nl_nl: Voer een aangepaste URL in

# admin-text
source: Custom URL
nl_nl: Aangepaste URL

# admin-text
source: Default Image
nl_nl: Standaard afbeelding

# admin-text
source: Use the featured image of the assigned or current page
nl_nl: Gebruik de uitgelichte afbeelding van de toegewezen of huidige pagina

# admin-text
source: Enter a custom image URL
nl_nl: Voer een aangepaste afbeeldings-URL in

# admin-text
source: Custom Image URL
nl_nl: Aangepaste afbeeldings-URL

# admin-text
source: Address
nl_nl: Adres

# admin-text
source: Telephone Number
nl_nl: Telefoon nummer

# admin-text
source: Price Range
nl_nl: Prijsbereik

# admin-text
source: Offer Type
nl_nl: Aanbiedingstype

# admin-text
source: AggregateOffer
nl_nl: AggregateAanbieding

# admin-text
source: Offer
nl_nl: Aanbod

# admin-text
source: Price
nl_nl: Prijs

# admin-text
source: Low Price
nl_nl: Lage prijs

# admin-text
source: High Price
nl_nl: Hoge prijs

# admin-text
source: Price Currency
nl_nl: Prijsvaluta

# admin-text
source: Choose which fields should be required in the review form.
nl_nl: Kies welke velden verplicht moeten zijn in het beoordelingsformulier.

# admin-text
source: Required Fields
nl_nl: Verplichte velden

# admin-text
source: Rating
nl_nl: Beoordeling

# admin-text
source: Title
nl_nl: Titel

# admin-text
source: Review
nl_nl: Recensie

# admin-text
source: Name
nl_nl: Naam

# admin-text
source: Email
nl_nl: E-mailadres

# admin-text
source: Terms
nl_nl: Voorwaarden

# admin-text
source: Limits the number of reviews that can be submitted to one-per-person. If you are assigning reviews, then the limit will be applied to the assigned page and/or category.
nl_nl: Beperkt het aantal beoordelingen dat voor één persoon per persoon kan worden ingediend. Als u beoordelingen toewijst, wordt de limiet toegepast op de toegewezen pagina en / of categorie.

# admin-text
source: Limit Reviews
nl_nl: Beperk beoordelingen

# admin-text
source: No Limit
nl_nl: Geen limiet

# admin-text
source: By Email Address
nl_nl: Op e-mailadres

# admin-text
source: By IP Address
nl_nl: Op IP-adres

# admin-text
source: By Username (will only work for registered users)
nl_nl: Op gebruikersnaam (werkt alleen voor geregistreerde gebruikers)

# admin-text
source: One Email per line. All emails in the whitelist will be excluded from the review submission limit.
nl_nl: Eén e-mail per regel. Alle e-mails op de witte lijst worden uitgesloten van de limiet voor het indienen van beoordelingen.

# admin-text
source: Email Whitelist
nl_nl: Witte lijst voor e-mail

# admin-text
source: One IP Address per line. All IP Addresses in the whitelist will be excluded from the review submission limit..
nl_nl: Eén IP-adres per regel. Alle IP-adressen op de witte lijst worden uitgesloten van de limiet voor het indienen van beoordelingen.

# admin-text
source: IP Address Whitelist
nl_nl: Witte lijst voor IP-adressen

# admin-text
source: One Username per line. All registered users with a Username in the whitelist will be excluded from the review submission limit.
nl_nl: Eén gebruikersnaam per regel. Alle geregistreerde gebruikers met een gebruikersnaam op de witte lijst worden uitgesloten van de limiet voor het indienen van beoordelingen.

# admin-text
source: Username Whitelist
nl_nl: Witte lijst met gebruikersnaam

# admin-text
source: The Invisible reCAPTCHA badge (reCAPTCHA v2) is a free anti-spam service from Google. To use it, you will need to <a href="https://www.google.com/recaptcha/admin" target="_blank">sign up</a> for an API key pair for your site.
nl_nl: De Invisible reCAPTCHA-badge (reCAPTCHA v2) is een gratis antispamservice van Google. Om het te gebruiken, moet u <a href="https://www.google.com/recaptcha/admin" target="_blank">zich aanmelden</a> voor een API-sleutelpaar voor uw site.

# admin-text
source: Invisible reCAPTCHA
nl_nl: Onzichtbare reCAPTCHA

# admin-text
source: Do not use reCAPTCHA
nl_nl: Gebruik geen reCAPTCHA

# admin-text
source: Use reCAPTCHA
nl_nl: Gebruik reCAPTCHA

# admin-text
source: Use reCAPTCHA only for guest users
nl_nl: Gebruik reCAPTCHA alleen voor gastgebruikers

# admin-text
source: Site Key
nl_nl: Site sleutel

# admin-text
source: Site Secret
nl_nl: Site geheim

# admin-text
source: This option may not work consistently if another plugin is loading reCAPTCHA on the same page as Site Reviews.
nl_nl: Deze optie werkt mogelijk niet consistent als een andere plug-in reCAPTCHA laadt op dezelfde pagina als Site Reviews.

# admin-text
source: Badge Position
nl_nl: Badge positie

# admin-text
source: Bottom Left
nl_nl: Linksonder

# admin-text
source: Bottom Right
nl_nl: Rechtsonder

# admin-text
source: Inline
nl_nl: In lijn

# admin-text
source: The <a href="https://akismet.com" target="_blank">Akismet plugin</a> integration provides spam-filtering for your reviews. In order for this setting to have any affect, you will need to first install and activate the Akismet plugin and set up a WordPress.com API key.
nl_nl: De <a href="https://akismet.com" target="_blank">integratie</a> van de Akismet-plug-in biedt spamfiltering voor uw beoordelingen. Om ervoor te zorgen dat deze instelling enig effect heeft, moet u eerst de Akismet-plug-in installeren en activeren en een WordPress.com API-sleutel instellen.

# admin-text
source: Enable Akismet Integration
nl_nl: Schakel Akismet-integratie in

# admin-text
source: Choose which Blacklist you would prefer to use for reviews. The %s option can be found in the WordPress Discussion Settings page.
nl_nl: Kies welke zwarte lijst u het liefst gebruikt voor beoordelingen. De %s optie is te vinden op de pagina Discussieinstellingen van WordPress.

# admin-text
source: Disallowed Comment Keys
nl_nl: Niet-toegestane reactie sleutels

# admin-text
source: Blacklist
nl_nl: Zwarte lijst

# admin-text
source: Use the Site Reviews Blacklist
nl_nl: Gebruik de zwarte lijst voor sitebeoordelingen

# admin-text
source: Use the WordPress Disallowed Comment Keys
nl_nl: Gebruik de WordPress niet-toegestane reactiesleutels

# admin-text
source: One entry or IP address per line. When a review contains any of these entries in its title, content, name, email, or IP address, it will be rejected. It is case-insensitive and will match partial words, so "press" will match "WordPress".
nl_nl: Een criterium of IP-adres per regel. Wanneer een review iets van deze termen in de titel, inhoud, naam, e-mail of IP-adres heeft, zal deze worden geweigerd. De termen zijn niet hoofdlettergevoelig en geld ook voor gedeeltelijke woorden. 'press' komt dus ook overeen met 'WordPress'.

# admin-text
source: Review Blacklist
nl_nl: Bekijk de zwarte lijst

# admin-text
source: Choose the action that should be taken when a review is blacklisted.
nl_nl: Kies de actie die moet worden ondernomen wanneer een recensie op de zwarte lijst wordt geplaatst.

# admin-text
source: Blacklist Action
nl_nl: Blacklist-actie

# admin-text
source: Require approval
nl_nl: Goedkeuring vereisen

# admin-text
source: Reject submission
nl_nl: Inzending weigeren

# admin-text
source: The [%s] method has been deprecated and will be soon be removed, please use the [%s] method instead.
nl_nl: De methode [%s] is verouderd en wordt binnenkort verwijderd. Gebruik in plaats daarvan de methode [%s].

# admin-text
source: Unknown
nl_nl: Onbekend

# admin-text
source: There was an error (try reloading the page).
nl_nl: Er is een fout opgetreden (probeer de pagina opnieuw te laden).

source: The form could not be submitted. Please notify the site administrator.
nl_nl: Het formulier kon niet worden verzonden. Breng de sitebeheerder op de hoogte.

# admin-text
source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
nl_nl: Het geüploade bestand overschrijdt de voorwaarde upload_max_filesize in php.ini.

# admin-text
source: The uploaded file is too big.
nl_nl: Het geüploade bestand is te groot.

# admin-text
source: The uploaded file was only partially uploaded.
nl_nl: Het bestand is slechts gedeeltelijk geüpload.

# admin-text
source: No file was uploaded.
nl_nl: Er is geen bestand geüploadt.

# admin-text
source: Missing a temporary folder.
nl_nl: Er ontbreekt een tijdelijke map.

# admin-text
source: Failed to write file to disk.
nl_nl: Het opslaan van het bestand naar schijf is mislukt.

# admin-text
source: A PHP extension stopped the file upload.
nl_nl: Een PHP extensie stopte de upload van het bestand.

# admin-text
source: Unknown upload error.
nl_nl: Onbekende uploadfout.

# admin-text
source: Please upload a valid %s file.
nl_nl: Upload een geldig %s bestand.

# admin-text
source: IP Address
nl_nl: IP Adres

source: Your overall rating
nl_nl: Uw beoordeling

source: Title of your review
nl_nl: Titel van je beoordeling

source: Summarize your review or highlight an interesting detail
nl_nl: Geef een samenvatting van uw beoordeling

source: Your review
nl_nl: Jouw beoordeling

source: Tell people your review
nl_nl: Laat mensen weten wat u vindt

source: Your name
nl_nl: Uw naam

source: Tell us your name
nl_nl: Wat is uw naam?

source: Your email
nl_nl: Jouw e-mailadres

source: Tell us your email
nl_nl: Wat is uw email adres?

source: This review is based on my own experience and is my genuine opinion.
nl_nl: Deze review is gebaseerd op mijn eigen ervaring.

# admin-text
source: Settings
nl_nl: Instellingen

# admin-text
source: You have hidden all of the fields for this block.
nl_nl: Je hebt alle velden voor dit blok verborgen.

source: Show more
nl_nl: Meer tonen

source: Your review has been submitted!
nl_nl: Uw beoordeling is ingediend!

source: Your review could not be submitted and the error has been logged. Please notify the site admin.
nl_nl: Uw beoordeling kon niet worden ingediend en de fout is geregistreerd. Breng de sitebeheerder op de hoogte.
