Repository: pryley/site-reviews
Catalog: languages/site-reviews-*.po
Languages: nl_nl

# admin-text
source: You can pin exceptional reviews so that they are always shown first.
nl_nl: U kunt uitzonderlijke beoordelingen vastpinnen, zodat ze altijd als eerste worden weergegeven.

# admin-text
source: Pin Your Reviews
nl_nl: Jouw beoordelingen vastzetten

# admin-text
source: %s review was imported.
nl_nl: %s recensie is geïmporteerd.

# admin-text
source: %s entry was skipped.
nl_nl: %s invoer is overgeslagen.

# admin-text
source: Settings imported.
nl_nl: Instellingen geïmporteerd.

# admin-text
source: There were no settings found to import.
nl_nl: Er zijn geen instellingen gevonden om te importeren.

# admin-text
source: Review pinned.
nl_nl: Beoordeling vastgezet.

# admin-text
source: Review unpinned.
nl_nl: Review losgemaakt.

# admin-text
source: Edit
nl_nl: Bewerken

# admin-text
source: Recent Reviews
nl_nl: Recente reviews

# admin-text
source: Submit a Review
nl_nl: Plaats een review

# admin-text
source: Summary of Reviews
nl_nl: Samenvatting van beoordelingen

# admin-text
source: Nothing found.
nl_nl: Niets gevonden.

# admin-text
source: Okay
nl_nl: Ok

# admin-text
source: %s reviews are read-only.
nl_nl: %s beoordelingen zijn alleen-lezen.

# admin-text
source: Submitted
nl_nl: Ingediend

# admin-text
source: Approve
nl_nl: Goedkeuren

# admin-text
source: Unapprove
nl_nl: Goedkeuren

# Approve the review (admin-text)
source: %s this review
nl_nl: %s deze recensie

# admin-text
source: Local Review
nl_nl: Lokale recensie

# admin-text
source: Site Reviews: Display your recent reviews.
nl_nl: Site-beoordelingen: geef uw recente beoordelingen weer.

# admin-text
source: Site Reviews: Display a form to submit reviews.
nl_nl: Site-beoordelingen: geef een formulier weer om beoordelingen in te dienen.

# admin-text
source: Site Reviews: Display a summary of your reviews.
nl_nl: Site-beoordelingen: geef een samenvatting van uw beoordelingen weer.

# admin-text
source: Tools
nl_nl: Gereedschap

# admin-text
source: Functions
nl_nl: Functies

# admin-text
source: General
nl_nl: Algemeen

# admin-text
source: Reviews
nl_nl: Recensies

# admin-text
source: Submissions
nl_nl: Inzendingen

# admin-text
source: Licenses
nl_nl: Licenties

# admin-text
source: Sync Reviews
nl_nl: Synchroniseer beoordelingen

# admin-text
source: System Info
nl_nl: Systeeminformatie

# admin-text
source: Respond Publicly
nl_nl: Reageer openbaar

# admin-text
source: Review Details
nl_nl: Details bekijken

# admin-text
source: Assigned Posts
nl_nl: Toegewezen berichten

# admin-text
source: Assigned Users
nl_nl: Toegewezen gebruikers

# admin-text
source: Author
nl_nl: Auteur

# admin-text
source: (no title)
nl_nl: (geen titel)

# admin-text
source: No
nl_nl: Nee

# admin-text
source: Yes
nl_nl: Ja

# admin-text
source: Common Problems and Solutions
nl_nl: Veelvoorkomende problemen en oplossingen

# admin-text
source: Thanks for installing Site Reviews v%s, we hope you love it!
nl_nl: Bedankt voor het installeren van Site Reviews v%s, we hopen dat je het geweldig vindt!

# admin-text
source: Thanks for updating to Site Reviews v%s, we hope you love the changes!
nl_nl: Bedankt dat je site Reviews hebt geupdate %s. Wij hopen dat de wijzigingen je bevallen!

# admin-text
source: The email and associated name and IP address has been removed from all reviews, but the reviews themselves were not removed.
nl_nl: Het e-mailadres en de bijbehorende naam en IP-adres zijn verwijderd uit alle recensies, maar de recensies zelf zijn niet verwijderd.

# admin-text
source: Review Title
nl_nl: Recensie titel

# admin-text
source: Review Content
nl_nl: Inhoud beoordelen

# admin-text
source: Settings updated.
nl_nl: Instellingen bijgewerkt.

# admin-text
source: Please update the %s plugin to v%s or greater to enable integration.
nl_nl: Werk de %s plug-in bij naar v%s of hoger om integratie mogelijk te maken.

# admin-text
source: Please install/activate the %s plugin to enable integration.
nl_nl: Installeer / activeer de %s plug-in om integratie mogelijk te maken.

# admin-text
source: A license you entered was invalid.
nl_nl: Een door u ingevoerde licentie is ongeldig.

# admin-text
source: Console cleared.
nl_nl: Console gewist.

# admin-text
source: Your detected IP address is %s. If this looks incorrect, please see the %s.
nl_nl: Uw gedetecteerde IP-adres is %s. Als dit er niet correct uitziet, raadpleeg dan de %s.

# admin-text
source: Site Reviews was unable to detect an IP address. To fix this, please see the %s.
nl_nl: Site Reviews konden geen IP-adres detecteren. Raadpleeg de %s om dit op te lossen.

# admin-text
source: Console reloaded.
nl_nl: Console opnieuw geladen.

# admin-text
source: The plugin has been migrated sucessfully, please reload the page.
nl_nl: De plug-in is met succes gemigreerd, laad de pagina opnieuw.

# admin-text
source: All plugin migrations have been run successfully, please reload the page.
nl_nl: De plug-in is succesvol gemigreerd, laad de pagina opnieuw.

# admin-text
source: The assigned meta values have been reset.
nl_nl: De toegewezen metawaarden zijn gereset.

# admin-text
source: The permissions have been reset.
nl_nl: De rechten zijn gereset.

# admin-text
source: reload the page
nl_nl: herlaad de pagina

# admin-text
source: The permissions have been reset, please %s for them to take effect.
nl_nl: De rechten zijn gereset, %s aub om ze van kracht te laten worden.

# admin-text
source: %s review updated.
nl_nl: %s Beoordeling bijgewerkt.

# admin-text
source: %s review not updated, somebody is editing it.
nl_nl: %s beoordeling niet bijgewerkt, iemand anders is bezig met bewerken.

# admin-text
source: %s review permanently deleted.
nl_nl: %s beoordeling definitief verwijderd.

# admin-text
source: %s review moved to the Trash.
nl_nl: %s beoordeling verplaatst naar de prullenbak.

# admin-text
source: %s review restored from the Trash.
nl_nl: %s hersteld van de prullenmand.

# admin-text
source: Unapproved
nl_nl: Afgekeurd

# admin-text
source: Approved
nl_nl: Goedgekeurd

# admin-text
source: Privately Approved
nl_nl: Particulier goedgekeurd

# admin-text
source: Approve on:
nl_nl: Goedkeuren op:

# admin-text
source: Approved on:
nl_nl: Goedgekeurd op:

# admin-text
source: Save as Unapproved
nl_nl: Opslaan als niet-goedgekeurd

# admin-text
source: About
nl_nl: Over

# admin-text
source: Welcome to %s &#8212; WordPress
nl_nl: Wekom bij %s &#8212; WordPress

# admin-text
source: Please rate %s on %s and help us spread the word. Thank you so much!
nl_nl: Beoordeel ons alsjeblieft %s op %s en help ons het woord te verspreiden. Hartelijk bedankt!

# admin-text
source: Welcome to %s
nl_nl: Welkom bij %s

# admin-text
source: Getting Started
nl_nl: Aan de slag

# admin-text
source: What's New
nl_nl: Wat is er nieuw

# admin-text
source: Upgrade Guide
nl_nl: Upgrade-gids

source: Page
nl_nl: Pagina

source: Next &rarr;
nl_nl: Volgende &rarr;

source: &larr; Previous
nl_nl: &larr; Vorige

# siteadmin-text
source: Assigned Posts
nl_nl: Toegewezen berichten

# admin-text
source: Response
nl_nl: Reactie

# admin-text
source: Pinned
nl_nl: Vastgemaakt

# Add New Post (admin-text)
source: Add New %s
nl_nl: Voeg nieuwe %s toe

# All Posts (admin-text)
source: All %s
nl_nl: Alle %s

# Post Archives (admin-text)
source: %s Archives
nl_nl: %s Archieven

# Edit Post (admin-text)
source: Edit %s
nl_nl: Bewerk %s

# Insert into Post (admin-text)
source: Insert into %s
nl_nl: Invoegen in %s

# New Post (admin-text)
source: New %s
nl_nl: Nieuwe %s

# No Posts found (admin-text)
source: No %s found
nl_nl: Geen %s gevonden

# No Posts found in Trash (admin-text)
source: No %s found in Trash
nl_nl: Geen %s gevonden in prullenbak

# Search Posts (admin-text)
source: Search %s
nl_nl: Zoek %s

# Uploaded to this Post (admin-text)
source: Uploaded to this %s
nl_nl: Geüpload naar deze %s

# View Post (admin-text)
source: View %s
nl_nl: Bekijk %s

source: View Review
nl_nl: Beoordelingen Bekijken

# admin-text
source: The review rating number (1-5)
nl_nl: Het beoordelingsnummer (1-5)

# admin-text
source: The review title
nl_nl: De titel van de recensie

# admin-text
source: The review content
nl_nl: De recensie-inhoud

# admin-text
source: The review author
nl_nl: De auteur van de recensie

# admin-text
source: The email of the review author
nl_nl: De e-mail van de recensie-auteur

# admin-text
source: The IP address of the review author
nl_nl: Het IP-adres van de recensie-auteur

# admin-text
source: The link to edit/view a review
nl_nl: De link om een recensie te bewerken / bekijken

# admin-text
source: The review's assigned page titles
nl_nl: De toegewezen paginatitels van de recensie

# admin-text
source: The review's assigned user display names
nl_nl: De gebruikersweergave namen van de recensie

# admin-text
source: The review's assigned categories
nl_nl: De toegewezen categorieën van de recensie

# admin-text
source: Review has been approved and published.
nl_nl: Review is goedgekeurd en gepubliceerd.

# admin-text
source: Review draft updated.
nl_nl: Concept review bijgewerkt.

# admin-text
source: Preview review
nl_nl: Voorbeeld van recensie

# admin-text
source: Review approved and published.
nl_nl: Review goedgekeurd en gepubliceerd.

# admin-text
source: Review restored to revision from %s.
nl_nl: Review hersteld naar revisie van %s.

# admin-text
source: Review has been reverted to its original submission state (title, content, and submission date).
nl_nl: De recensie is teruggezet naar de oorspronkelijke indieningsstatus (titel, inhoud en indieningsdatum).

# admin-text
source: Review saved.
nl_nl: Review opgeslagen.

# admin-text
source: Review scheduled for: %s.
nl_nl: Beoordeling gepland voor:%s.

# admin-text
source: Review submitted.
nl_nl: Review ingediend.

# admin-text
source: Review has been unapproved and is now pending.
nl_nl: Beoordeling is niet goedgekeurd en is nu in behandeling.

# admin-text
source: Review updated.
nl_nl: Review bijgewerkt.

# admin-text
source: View review
nl_nl: Bekijk recensie

source: This field must be accepted.
nl_nl: Dit veld is verplicht.

source: This field value must be between %s and %s.
nl_nl: Deze veldwaarde moet tussen %s en liggen %s.

source: This field must have between %s and %s characters.
nl_nl: Dit veld moet tussen %s en %s tekens bevatten.

source: This field requires a valid e-mail address.
nl_nl: Dit veld vereist een geldig e-mailadres.

source: Please fix the submission errors.
nl_nl: Corrigeer de invoerfouten.

source: Maximum value for this field is %s.
nl_nl: De maximale waarde voor dit veld is %s.

source: This field allows a maximum of %s characters.
nl_nl: In dit veld kunnen maximaal %s tekens worden gebruikt.

source: Minimum value for this field is %s.
nl_nl: De minimumwaarde voor dit veld is %s.

source: This field requires a minimum of %s characters.
nl_nl: Dit veld vereist minimum %s tekens.

source: This field requires a number.
nl_nl: Dit veld vereist een nummer.

source: This field is required.
nl_nl: Dit veld is verplicht.

source: The review could not be submitted because this browser is too old. Please try again with a modern browser.
nl_nl: De recensie kon niet worden ingediend omdat deze browser te oud is. Probeer het opnieuw met een moderne browser.

source: and
nl_nl: en

# admin-text
source: Console is empty
nl_nl: Console is leeg

# admin-text
source: Console was automatically cleared (256KB maximum size)
nl_nl: Console is automatisch gewist (maximale grootte van 256 KB)

source: %s second ago
nl_nl: %s seconde geleden

source: %s minute ago
nl_nl: %s minuut geleden

source: an hour ago
nl_nl: een uur geleden

source: yesterday
nl_nl: gisteren

source: a week ago
nl_nl: een week geleden

source: %s month ago
nl_nl: %s maand geleden

source: %s year ago
nl_nl: %s jaar geleden

source: Anonymous
nl_nl: Anoniem

source: New %s-star review
nl_nl: Nieuwe %s-sterren review

# admin-text
source: This custom translation is no longer valid as the original text has been changed or removed.
nl_nl: Deze aangepaste vertaling is niet langer geldig omdat de originele tekst is gewijzigd of verwijderd.

source: Excellent
nl_nl: Uitstekend

source: Very good
nl_nl: Heel goed

source: Average
nl_nl: Gemiddelde

source: Poor
nl_nl: Slecht

source: Terrible
nl_nl: Vreselijk

# admin-text
source: Hide the rating field
nl_nl: Verberg het beoordelingsveld

# admin-text
source: Hide the title field
nl_nl: Verberg het titelveld

# admin-text
source: Hide the review field
nl_nl: Verberg het beoordelingsveld

# admin-text
source: Hide the name field
nl_nl: Verberg het naamveld

# admin-text
source: Hide the email field
nl_nl: Verberg het e-mailveld

# admin-text
source: Hide the terms field
nl_nl: Verberg het voorwaarden veld

# admin-text
source: Hide the title
nl_nl: Verberg de titel

# admin-text
source: Hide the rating
nl_nl: Verberg de beoordeling

# admin-text
source: Hide the date
nl_nl: Verberg de datum

# admin-text
source: Hide the assigned links (if shown)
nl_nl: Verberg de toegewezen links (indien weergegeven)

# admin-text
source: Hide the content
nl_nl: Verberg de inhoud

# admin-text
source: Hide the avatar (if shown)
nl_nl: Verberg de avatar (indien getoond)

# admin-text
source: Hide the author
nl_nl: Verberg de auteur

# admin-text
source: Hide the response
nl_nl: Verberg de reactie

# admin-text
source: Hide the stars
nl_nl: Verberg de sterren

# admin-text
source: Hide the summary
nl_nl: De samenvatting verbergen

# admin-text
source: Hide the percentage bars
nl_nl: Verberg de percentagebalken

# admin-text
source: Hide if no reviews are found
nl_nl: Verberg als er geen reviews zijn gevonden

# admin-text
source: All settings are optional.
nl_nl: Alle instellingen zijn optioneel.

# admin-text
source: Enter a custom shortcode heading.
nl_nl: Voer een aangepaste shortcode-kop in.

# admin-text
source: Description
nl_nl: Beschrijving

# admin-text
source: Enter a custom shortcode description.
nl_nl: Voer een aangepaste shortcode-beschrijving in.

# admin-text
source: Automatically assign a category to reviews submitted with this shortcode.
nl_nl: Wijs automatisch een categorie toe aan beoordelingen die met deze shortcode zijn ingediend.

# admin-text
source: Assign to Post ID
nl_nl: Toewijzen aan post-ID

# admin-text
source: Automatically assign reviews to a Post ID. You may also enter "%s" to use the Post ID of the current page.
nl_nl: Wijs automatisch beoordelingen toe aan een bericht-ID. U kunt ook "" invoeren%som de post-ID van de huidige pagina te gebruiken.

# admin-text
source: Assign to User ID
nl_nl: Wijs toe aan gebruiker

# admin-text
source: Automatically assign reviews to a User ID. You may also enter "%s" to use the ID of the logged-in user.
nl_nl: Wijs automatisch beoordelingen toe aan een gebruikers-ID. U kunt ook ""%sinvoerenom de ID van de ingelogde gebruiker te gebruiken.

# admin-text
source: Classes
nl_nl: Klassen

# admin-text
source: Add custom CSS classes to the shortcode.
nl_nl: Voeg aangepaste CSS-klassen toe aan de shortcode.

# admin-text
source: Hide
nl_nl: Verbergen

# admin-text
source: Which type of review would you like to use?
nl_nl: Welk type recensie zou je willen gebruiken?

# admin-text
source: Limit reviews to this category.
nl_nl: Beperk beoordelingen tot deze categorie.

# admin-text
source: Limit reviews to those assigned to a Post ID. You may also enter "%s" to use the Post ID of the current page.
nl_nl: Beperk beoordelingen tot de beoordelingen die zijn toegewezen aan een bericht-ID. U kunt ook "%s" invoeren om de post-ID van de huidige pagina te gebruiken.

# admin-text
source: Limit reviews to those assigned to a User ID. You may also enter "%s" to use the ID of the logged-in user.
nl_nl: Beperk beoordelingen tot beoordelingen die zijn toegewezen aan een gebruikersnaam. U ook '%s' invoeren om de id van de ingelogde gebruiker te gebruiken.

# admin-text
source: Enable rich snippets
nl_nl: Schakel rich snippets in

# admin-text
source: Disable rich snippets
nl_nl: Schakel rich snippets uit

# admin-text
source: Rich snippets are disabled by default.
nl_nl: Rich snippets zijn standaard uitgeschakeld.

# admin-text
source: Display
nl_nl: Weergave

# admin-text
source: How many reviews would you like to display (default: 10)?
nl_nl: Hoeveel beoordelingen wilt u weergeven (standaard: 10)?

# admin-text
source: %s star
nl_nl: %s ster

# admin-text
source: Unrated
nl_nl: Geen beoordeling

# admin-text
source: What is the minimum rating to display (default: 1 star)?
nl_nl: Wat is de minimale beoordeling die moet worden weergegeven (standaard: 1 ster)?

# admin-text
source: Pagination
nl_nl: Paginering

# admin-text
source: Enable
nl_nl: Inschakelen

# admin-text
source: Enable (using ajax)
nl_nl: Inschakelen (met ajax)

# admin-text
source: Disable
nl_nl: Uitschakelen

# admin-text
source: When using pagination this shortcode can only be used once on a page. (default: disable)
nl_nl: Bij gebruik van paginering kan deze shortcode slechts één keer op een pagina worden gebruikt. (standaard: uitschakelen)

# admin-text
source: Which type of review would you like to display?
nl_nl: Welk type recensie zou je willen gebruiken?

# admin-text
source: Close
nl_nl: Sluiten

# admin-text
source: Insert Shortcode
nl_nl: Shortcode invoegen

# admin-text
source: Category
nl_nl: Categorie

# admin-text
source: - Select -
nl_nl: - Selecteer -

# admin-text
source: Some of the shortcode options are required.
nl_nl: Sommige shortcode-opties zijn verplicht.

# the option label (admin-text)
source: The "%s" option is required.
nl_nl: De "%s" optie is verplicht.

# admin-text
source: Automatically assign a category
nl_nl: Wijs automatisch een categorie toe

# admin-text
source: Do not assign a category
nl_nl: Wijs geen categorie toe

# admin-text
source: You may also enter %s to use the Post ID of the current page.
nl_nl: U kunt ook %s invoeren om de bericht-ID van de huidige pagina te gebruiken.

# admin-text
source: Automatically assign reviews to a Post ID
nl_nl: Wijs automatisch beoordelingen toe aan een bericht-ID

# admin-text
source: You may also enter %s to use the ID of the logged-in user.
nl_nl: U kunt ook %s invoeren om de ID van de ingelogde gebruiker te gebruiken.

# admin-text
source: Automatically assign reviews to a User ID
nl_nl: Wijs automatisch beoordelingen toe aan een gebruikers-ID

# admin-text
source: Enter any custom CSS classes here
nl_nl: Voer hier eventuele aangepaste CSS-klassen in

# admin-text
source: All review types
nl_nl: Alle soorten beoordelingen

# admin-text
source: Limit summary to this category
nl_nl: Beperk de samenvatting tot deze categorie

# admin-text
source: Limit summary to reviews assigned to a Post ID
nl_nl: Beperk de samenvatting tot recensies die zijn toegewezen aan een bericht-ID

# admin-text
source: Limit summary to reviews assigned to a User ID
nl_nl: Beperk de samenvatting tot recensies die zijn toegewezen aan een gebruikers-ID

# admin-text
source: How many reviews would you like to display?
nl_nl: Hoeveel recensies wilt u weergeven?

# admin-text
source: What is the minimum rating to display?
nl_nl: Wat is de minimale beoordeling die moet worden weergegeven?

# admin-text
source: All Reviews
nl_nl: Alle beoordelingen

# admin-text
source: Limit reviews to this category
nl_nl: Beperk beoordelingen tot deze categorie

# admin-text
source: Limit reviews to those assigned to a Post ID
nl_nl: Beperk beoordelingen tot de beoordelingen die zijn toegewezen aan een bericht-ID

# admin-text
source: Limit reviews to those assigned to a User ID
nl_nl: Beperk beoordelingen tot die welke zijn toegewezen aan een gebruikers-ID

# admin-text
source: All ratings
nl_nl: Alle beoordelingen

# admin-text
source: Filter by rating
nl_nl: Filteren op beoordeling

# admin-text
source: Filter by type
nl_nl: Filter op type

# admin-text
source: All types
nl_nl: Alle typen

source: This review has been flagged as possible spam and cannot be submitted.
nl_nl: Deze recensie is gemarkeerd als mogelijke spam en kan niet worden verzonden.

source: Your review cannot be submitted at this time.
nl_nl: Uw review kan op dit moment niet worden ingediend.

source: The review submission failed. Please notify the site administrator.
nl_nl: Het indienen van de recensie is mislukt. Breng de sitebeheerder op de hoogte.

source: You must be logged in to submit a review.
nl_nl: Je moet ingelogd zijn om een review te kunnen plaatsen.

source: The reCAPTCHA failed to load, please refresh the page and try again.
nl_nl: De reCAPTCHA is niet geladen. Vernieuw de pagina en probeer het opnieuw.

source: The reCAPTCHA verification failed, please try again.
nl_nl: De reCAPTCHA-verificatie is mislukt, probeer het opnieuw.

source: You have already submitted a review.
nl_nl: U heeft al een recensie ingediend.

# admin-text
source: I hope that you will find these add-ons useful! Each purchase goes towards the continued support and development of Site Reviews.
nl_nl: Ik hoop dat je deze add-ons nuttig vind. Elke aankoop ondersteund de ontwikkeling en ondersteuning van Site Reviews.

# admin-text
source: Allow your website visitors to sort, filter by rating, and search reviews.
nl_nl: Sta bezoekers van uw website toe om te sorteren, te filteren op beoordeling en recensies te zoeken.

# admin-text
source: Allow your website visitors to add images with captions to their reviews.
nl_nl: Sta bezoekers van uw website toe om afbeeldingen met bijschriften toe te voegen aan hun beoordelingen.

# admin-text
source: Integrate with the Trustalyze Confidence System and post reviews to the blockchain.
nl_nl: Integreer met Trustalyze Confidence System en verstuur reviews naar de blokchain.

# admin-text
source: Click an active tab to expand/collapse all sections.
nl_nl: Klik op een actief tabblad om alle secties uit te vouwen/samen te vouwen.

# admin-text
source: The JSON-LD schema is disabled by default. To use it, please enable the option in your blocks or shortcodes. The schema appears in Google's search results and shows the star rating and other information about your reviews. If the schema has been enabled, you can use Google's <a href="https://search.google.com/test/rich-results">Rich Results</a> tool to test your pages for valid schema data.
nl_nl: Het JSON-LD-schema is standaard uitgeschakeld. Schakel de optie in uw blokken of shortcodes in om het te gebruiken. Het schema wordt weergegeven in de zoekresultaten van Google en toont de sterbeoordeling en andere informatie over uw recensies. Als het schema is ingeschakeld, kunt u <a href="https://search.google.com/test/rich-results">de Google Rich Results-tool gebruiken</a> om uw pagina's te testen op geldige schemagegevens.

# admin-text
source: You may override any of these options on a per-post/page basis by using its Custom Field name and adding a custom value using the <a href="https://codex.wordpress.org/Using_Custom_Fields#Usage">Custom Fields</a> metabox.
nl_nl: U kunt elk van deze opties per post / pagina overschrijven door de aangepaste veldnaam te gebruiken en een aangepaste waarde toe te voegen met behulp van de <a href="https://codex.wordpress.org/Using_Custom_Fields#Usage">metabox Aangepaste velden</a>.

# admin-text
source: Here you can customise any text of the plugin, including the review form labels and placeholders. However, if you have a multilingual website you should use the %s plugin instead.
nl_nl: Hier kunt u elke tekst van de plug-in aanpassen, inclusief de beoordelingsformulierlabels en tijdelijke aanduidingen. Als u echter een meertalige website heeft, moet u %s in plaats daarvan de plug-in gebruiken.

# admin-text
source: Search for translatable text
nl_nl: Zoek naar vertaalbare tekst

# admin-text
source: Search here for text to translate...
nl_nl: Zoek hier naar tekst om te vertalen ...

# admin-text
source: Original Text
nl_nl: Originele tekst
